[
    {
        "id": "johnson_&_johnson",
        "media": {
            "thumb": "/images/works/janssen/thumbnail.jpg",
            "image": "/images/works/janssen/janssen-project-details.jpg"
        },
        "title": "Janssen, Johnson & Johnson",
        "link": "https://www.janssen.com/",
        "categories": [
            "Pharmaceutical Manufacturing",
            "Pharmaceutical Testing"
        ],
        "challenge": [
            "Brand implementation",
            "Brand communications",
            "Brand characteristics",
            "Brand design elements",
            "Brand activation"
        ],
        "date": "Spring 2019",
        "team": [
            "Design Team",
            "Brand Strategist"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "Janssen’s new Medicine Concerta OROS required to be marketed to doctors and parents by Johnson & Johnson.",
        "body": [
            "<p>CONCERTA® is a methylphenidate with a lengthy half-life (a CNS stimulant). Methylphenidate is a first-line therapeutic option for ADHD in children and adolescents. The illness is well accepted in the scientific literature to frequently continue in adulthood and to be linked with severe morbidity and unfavourable consequences.<br /> Our goal was to market the medicine in doctor community for them to accept and prescribe the same. This drug’s attractiveness and effective trials made their way to ADHD patients via our sharp Marketing.</p>"
        ],
        "quote": "With the branding and advertising services offered by Brahmware, we at Janssen, Johnson & Johnson are quite pleased. Their team of specialists assisted us in creating a solid and unified brand image that properly reflects our expertise in pharmaceutical testing and manufacture. Their clever marketing initiatives have made us more visible and accessible to a larger audience. We heartily endorse their services to any business trying to improve its branding and advertising initiatives.",
        "name": "Ankit Malde",
        "designation": "Marketing Manager at Janssen (India)",
        "endorserImage": "/images/works/janssen/ankit_malde.jpg",
        "gallery": {
            "imageOne": "/images/works/janssen/gallery/janssen-1.jpg",
            "imageTwo": "/images/works/janssen/gallery/janssen-2.jpg",
            "imageThree": "/images/works/janssen/gallery/janssen-3.jpg"
        }
    },
    {
        "id": "hexa_red",
        "media": {
            "thumb": "/images/works/hexared/thumbnail.jpg",
            "image": "/images/works/hexared/hexared-project-details.jpg"
        },
        "title": "Hexa Red",
        "link": "https://www.hexaindia.in/",
        "categories": [
            "Home Fittings Manufacturing",
            "Kitchen Appliances Manufacturing",
            "Retail Stores"
        ],
        "challenge": [
            "Motion design (A/V)",
            "Positioning",
            "Market and brand equity insights",
            "Brand architecture",
            "Brand identity",
            "Web design",
            "Brand implementation"
        ],
        "date": "Spring 2020",
        "team": [
            "Design Team",
            "Development Team",
            "A/V Production Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "Transforming a new household brand, creating it's brand guidelines, implementing it on their website and marketing materials, Marrying the brand vision with cheerfulness of its Brand Ambassador to Launch products at pan-India distributors. Hexa had it all with our expertise.",
        "body": [
            "<p>Hexa manufactures high-quality kitchen and furniture hardware and fittings with cutting-edge technology and high-tech precision machines before retailing them through an India-wide network of kitchen hardware distributorships.</p>",
            "<p>We had to recognize the brand language to build its marketing strategy. As a result, we developed the greatest online buyer experience, TV commercials with brand ambassador, and marketing materials for the brand and products.</p>"
        ],
        "quote": "We manufacture kitchen appliances and home fixtures, and we have enjoyed working with Brahmware over the past few months. Their knowledge of business, technology, branding, and advertising services has been really helpful to us as we grow our firm. Their crew is very knowledgeable, quick to respond, and committed to comprehending our particular needs as a company. They offered us a wide range of services that have enhanced our internal operations, technological foundation, and brand reputation. We now have a brand that accurately represents us, and Brahmware's work has made it easier for us to draw in and keep customers. Additionally, our production and efficiency have increased. We heartily advise every company to use Brahmware.",
        "name": "Vikram K G ",
        "designation": "CEO, Hexa Retail",
        "endorserImage": "/images/works/hexared/vikram_k_g.jpg",
        "gallery": {
            "imageOne": "/images/works/hexared/gallery/hexared-1.jpg",
            "imageTwo": "/images/works/hexared/gallery/hexared-2.jpg",
            "imageThree": "/images/works/hexared/gallery/hexared-3.jpg"
        }
    },
    {
        "id": "neptune",
        "media": {
            "thumb": "/images/works/neptune/thumbnail.jpg",
            "image": "/images/works/neptune/neptune-project-details.jpg"
        },
        "title": "Neptune",
        "link": "https://www.neptuneindia.com/",
        "categories": [
            "Energy",
            "Energy Distribution",
            "Energy Devices Manufacturing"
        ],
        "challenge": [
            "Positioning",
            "Market and brand equity insights",
            "Brand identity systems (CI/VI)",
            "Spatial design (retail, trade, signage)",
            "Brand implementation",
            "Brand communications (internal and external)",
            "Leadership and employee engagement",
            "Brand help desk"
        ],
        "date": "Summer 2019 - Spring 2020",
        "team": [
            "Design Team",
            "Development Team",
            "CGI Team",
            "A/V Production Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "With a desire to make its brand more of a growth lever, Neptune wished to reinforce its brand identity and its communications.",
        "body": [
            "<p>With clients spread across the Indian sub-continent that including the Delhi and Mumbai Metro, Airports and several public and private infrastructure companies, Neptune has become one of the market leaders in energy segment. To showcase the advancement of Energy tech, Neptune attended Elecrama 2020, which needed great Kiosk design and brand advertising in the capital city. We’ve provided them the 3D design expertise for it and have handled it’s marketing across all channels.</p>"
        ],
        "quote": "We are an energy distribution and energy devices manufacturing company, and we have had the pleasure of working with Brahmware for the past several months. Their expertise in business, technology, branding, and advertising services has been invaluable in helping us take our company to the next level. We highly recommend Brahmware to any business looking to improve their business, technology, branding, and advertising capabilities, particularly in the energy distribution and energy devices manufacturing industry.",
        "name": "Yogendra Singh",
        "designation": "Project Manager (IT), Neptune",
        "endorserImage": "/images/works/neptune/yogendra_singh.jpg",
        "gallery": {
            "imageOne": "/images/works/neptune/gallery/neptune-1.jpg",
            "imageTwo": "/images/works/neptune/gallery/neptune-2.jpg",
            "imageThree": "/images/works/neptune/gallery/neptune-3.jpg"
        }
    },
    {
        "id": "lenskart",
        "media": {
            "thumb": "/images/works/lenskart/thumbnail.jpg",
            "image": "/images/works/lenskart/lenskart-project-details.jpg"
        },
        "title": "Lenskart",
        "link": "https://www.lenskart.com/",
        "categories": [
            "Eyewear Manufacturing",
            "Retail Stores",
            "e-Marketplace"
        ],
        "challenge": [
            "Brand Apparel",
            "Internal Branding",
            "Brand identity systems (CI/VI)",
            "Brand governance (blueprint and monitoring)"
        ],
        "date": "Fall 2019",
        "team": [
            "Design Team",
            "A/V Production Team",
            "Brand Strategist"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "The transformation of an iconic eyewear brand: Lenskart’s new visual communication is simple, chic, and emotional. And unmistakably Lenskart.",
        "body": [
            "<p>We were able to design a new personality that would serve as a basis and guide for the new brand identity and visual system after we had a comprehensive grasp of Lenskart's vision and ambitions for the brand, the competitive marketplace, and the target demographic. The In-store visuals as well as social media handling of product lines.</p>"
        ],
        "quote": "Thanks to Brahmware's excellent advice and superior service, our brand has never looked better. They have completely surpassed our expectations in every way, from developing a unified visual identity to putting good marketing plans into action. Their staff members are kind, capable, and always willing to go above and beyond to meet our needs. We heartily endorse them for any company trying to strengthen their brand.",
        "name": "Sanya Grover",
        "designation": "Senior Brand Manager",
        "endorserImage": "/images/works/lenskart/sanya_grover.jpg",
        "gallery": {
            "imageOne": "/images/works/lenskart/gallery/lenskart-1.jpg",
            "imageTwo": "/images/works/lenskart/gallery/lenskart-2.jpg",
            "imageThree": "/images/works/lenskart/gallery/lenskart-3.jpg"
        }
    },
    {
        "id": "indian_media_syndicate",
        "media": {
            "thumb": "/images/works/ims/thumbnail.jpg",
            "image": "/images/works/ims/ims-project-details.jpg"
        },
        "title": "Indian Media Syndicate",
        "link": "https://dev.indianmediasyndicate.com",
        "categories": [
            "Media",
            "OTT Platform",
            "Technology"
        ],
        "challenge": [
            "Developing OTT",
            "Branding",
            "Natural Speech Engine"
        ],
        "date": "Winter 2021 - Present",
        "team": [
            "Web Development",
            "Mobile Development",
            "UI/UX Design",
            "BI Analyst",
            "A/V Production Team"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "The vision of Indian Media Syndicate is to be the global leader in Exploration, Scientific Communications, and Real Life Entertainment, serving passionate Explorers all over the world by producing scientific journalism that inspires, informs, and entertains.",
        "body": [
            "<p>We are creating an Indian family of informational, educational, and entertainment-oriented television, apps, and websites that will add value to how education is generated and consumed throughout the world. The brand must reach a global network of Explorers who explore, analyse hypotheses, revolutionise, push the boundaries of traditional thinking in ways that radically impact mankind.</p>",
            "<p>This is an arduous task that we have taken head-on, creating the technologies, marketing and PR benchmarks, conveying the brand internationally, and positioning it as the global leader in the Media Broadcast arena.</p>"
        ],
        "quote": "We have been collaborating with Brahmware for more than a year and are quite happy with their services. We have improved our overall financial performance and identified new revenue streams thanks to their business consulting. Their technological know-how has been crucial in enhancing the dependability and scalability of our OTT platform, enabling us to support a user base that is continually expanding. Additionally, their branding and advertising solutions have assisted us in building a solid and identifiable brand in the cutthroat media sector. Any OTT platform or media network aiming to improve their operations and expand should strongly consider Brahmware.",
        "name": "Dipro Mandal",
        "designation": "Head of Broadcast at Indian Media Syndicate",
        "endorserImage": "/images/works/ims/dipro_mandal.jpg",
        "gallery": {
            "imageOne": "/images/works/ims/gallery/ims-1.jpg",
            "imageTwo": "/images/works/ims/gallery/ims-2.jpg",
            "imageThree": "/images/works/ims/gallery/ims-3.jpg"
        }
    },
    {
        "id": "speedgatz",
        "media": {
            "thumb": "/images/works/speedgatz/thumbnail.jpg",
            "image": "/images/works/speedgatz/speedgatz-project-details.jpg"
        },
        "title": "Speedgatz",
        "link": "https://www.speedgatz.com/",
        "categories": [
            "Home Automation Systems",
            "Traffic Management Systems",
            "Parking Management Systems"
        ],
        "challenge": [
            "3d Product Design",
            "CG Advertising",
            "Motion design (A/V)",
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement"
        ],
        "date": "Summer 2019 - Winter 2020",
        "team": [
            "Design Team",
            "Development Team",
            "Marketing Team",
            "Digital Marketing Team",
            "CGI Team",
            "A/V Production Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "Speedgatz, a pioneer in public automation systems, required a brand that would appeal to people while maintaining innovative integrity.",
        "body": [
            "<p>Speedgatz is one of the top security systems, offering a wide range of high-quality services such as automatic boom barriers, pedestrian access control, parking system management, and much more.</p>",
            "<p>We established brand guidelines, product designs, 3D commercials, online and offline marketing, as well as corporate and visual identity.</p>"
        ],
        "quote": "Over the course of our collaboration, which has lasted around a year, Brahmware has continuously surpassed my expectations. My business has grown and reached new heights with the aid of their digital and branding solutions. My queries are always welcome, and their personnel is friendly and informed. They take the effort to comprehend my particular business demands and then custom-tailor their solutions to satisfy them. I wholeheartedly endorse Brahmware products for any company trying to enhance their IT prowess and brand identity.",
        "name": "Saumitra Shekhar",
        "designation": "CEO of Speedgatz India",
        "endorserImage": "/images/works/speedgatz/saumitra_shekhar.jpg",
        "gallery": {
            "imageOne": "/images/works/speedgatz/gallery/speedgatz-1.jpg",
            "imageTwo": "/images/works/speedgatz/gallery/speedgatz-2.jpg",
            "imageThree": "/images/works/speedgatz/gallery/speedgatz-3.jpg"
        }
    },
    {
        "id": "inzecto",
        "media": {
            "thumb": "/images/works/inzecto/thumbnail.jpg",
            "image": "/images/works/inzecto/inzecto-project-details.jpg"
        },
        "title": "Inzecto",
        "link": "https://www.inzecto.com/",
        "categories": [
            "US Military Product Manufacturer",
            "Entymology Research University of Florida",
            "Pest Control Device Manufacturing"
        ],
        "challenge": [
            "3d Product Design",
            "CG Advertising",
            "Motion design (A/V)"
        ],
        "date": "Summer 2020 - Fall 2022",
        "team": [
            "Design Team",
            "CGI Team",
            "A/V Production Team"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "Inzecto’s Military Grade Products Developed at the #1 Entomology Department in the World, The University of Florida, required a 3D visualization of the products to market it Globally.",
        "body": [
            "<p>INZECTO offers cutting-edge, efficient, and environmentally responsible pest management solutions that are safe for use around people, animals, fish, and other beneficial insects. Its cutting-edge, internationally acclaimed technology was created in collaboration with the University of Florida and co-funded by the Pentagon to safeguard American soldiers serving overseas.</p>",
            "<p>For Inzecto, we were tasked with producing TV advertisements, 3D explanatory movies, NEWS coverage materials, and social media marketing. These products were marketed in the US and European markets.</p>"
        ],
        "quote": "Since I've been utilizing Brahmware for a while, I've been quite pleased with the caliber of their offerings. In addition to being strong and long-lasting, they also have a beautiful, elegant design that I adore. Excellent customer care is provided, and I am always assured that my purchase will meet my expectations. I wholeheartedly endorse Brahmware to anyone looking for premium goods at a reasonable cost.",
        "name": "Randi Lasley",
        "designation": "Director of Sales & Marketing at Inzecto",
        "endorserImage": "/images/works/inzecto/randi_lasley.jpg",
        "gallery": {
            "imageOne": "/images/works/inzecto/gallery/inzecto-1.jpg",
            "imageTwo": "/images/works/inzecto/gallery/inzecto-2.jpg",
            "imageThree": "/images/works/inzecto/gallery/inzecto-3.jpg"
        }
    },
    {
        "id": "aqualens",
        "media": {
            "thumb": "/images/works/aqualens/thumbnail.jpg",
            "image": "/images/works/aqualens/aqualens-project-details.jpg"
        },
        "title": "Aqualens",
        "link": "https://aqualens.in/",
        "categories": [
            "Eye Lens Manufacturing"
        ],
        "challenge": [
            "Brand Apparel",
            "Internal Branding",
            "Brand identity systems (CI/VI)",
            "Product & Package Design"
        ],
        "date": "Spring-Fall 2019",
        "team": [
            "Design Team"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "Popular Fast Contact lens manufacturer Aqualens needed Internal Branding and Brand Communication Strategy for marketing subscription model to youngsters.",
        "body": [
            "<p>Aqualens receives a distinct, vibrant, and emotive character that serves as the foundation for a fresh, adaptable brand identity. The new brand's visual identity is as complex as life itself. It is both straightforward and clear, and it can be immediately and readily comprehended in any circumstance.</p>",
            "<p>The creation of a flexible system that is based on the various needs of the target groups and segments was given priority.</p>"
        ],
        "quote": "As a startup, it was crucial for us to have a strong brand presence in order to stand out in a crowded market. Brahmware exceeded our expectations by providing us with a comprehensive branding strategy that truly captured the essence of our company, Aqualens. Their team was professional, creative and always available to answer our questions and concerns. They took the time to understand our unique business needs and tailored their solutions to fit those needs perfectly. Thanks to Brahmware, we now have a brand that truly represents us and has helped us to attract and retain customers. We highly recommend Brahmware to any business looking to improve their branding capabilities.",
        "name": "Indranil Chakravarty",
        "designation": "Chief Business Officer at Aqualens",
        "endorserImage": "/images/works/aqualens/indranil_chakravarty.jpg",
        "gallery": {
            "imageOne": "/images/works/aqualens/gallery/aqualens-1.jpg",
            "imageTwo": "/images/works/aqualens/gallery/aqualens-2.jpg",
            "imageThree": "/images/works/aqualens/gallery/aqualens-3.jpg"
        }
    },
    {
        "id": "advant",
        "media": {
            "thumb": "/images/works/advant/thumbnail.jpg",
            "image": "/images/works/advant/advant-project-details.jpg"
        },
        "title": "Advant",
        "link": "https://www.advantindia.com/",
        "categories": [
            "Real Estate Industry",
            "Commercial developments",
            "Residential developments"
        ],
        "challenge": [
            "Positioning",
            "Market and brand equity insights",
            "Product identity",
            "Space Branding",
            "Spatial Branding",
            "Brand implementation"
        ],
        "date": "Spring 2020",
        "team": [
            "Design Team",
            "Brand Strategist"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "Advant builds stunning business park Navis, an architecture marvel, in shape of a cruise Ship among many others. These Business parks and Residential Societies needed branding of their own.",
        "body": [
            "<p>Navis Business Park is a brand new commercial building in National Capital Region developed by Advant India. The building is certified as eco-friendly. The stunning design resembling a cruise ship is impressive. The building is one of the most innovative in the area and developed by reputed architects.</p>",
            "<p>A logo based on landmark (building or an object that helps you identify a location or the boundary of a piece of land) is a very effective way of design. Using the structure for logo makes this piece of architecture prominent and makes it easy for viewers to identify feature of the landscape.</p>",
            "<p>Another Business park Solaris also underwent meticulous methods to be branded. This includes Brand communication to potential buyers and corporates along with Interior Branding.</p>"
        ],
        "quote": "Having a solid and credible brand image is essential to our success as a real estate and commercial development firm. Brahmware performed a fantastic job of assisting us in doing that. Their team collaborated closely with us to fully grasp the specific requirements and objectives of our firm, and they then created a thorough branding strategy that perfectly encapsulated Advant Builders. In addition to being original and attractive on the eye, their branding ideas were successful in making us stand out in a crowded market. We heartily endorse Brahmware to any company wishing to enhance branding skills, especially those in the real estate and commercial development sectors.",
        "name": "Arushi Sharma",
        "designation": "Manager Marketing and Leasing at Advant India",
        "endorserImage": "/images/works/advant/arushi_sharma.jpg",
        "gallery": {
            "imageOne": "/images/works/advant/gallery/advant-1.jpg",
            "imageTwo": "/images/works/advant/gallery/advant-2.jpg",
            "imageThree": "/images/works/advant/gallery/advant-3.jpg"
        }
    },
    {
        "id": "buniyad",
        "media": {
            "thumb": "/images/works/buniyad/thumbnail.jpg",
            "image": "/images/works/buniyad/buniyad-project-details.jpg"
        },
        "title": "Buniyad Realtors",
        "link": "https://www.buniyad.com/home",
        "categories": [
            "Real Estate Industry",
            "Realty Search & e-Marketplace"
        ],
        "challenge": [
            "Brand implementation",
            "Brand communications (internal and external)",
            "Brand characteristics",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Web & App Development",
            "Brand design elements",
            "Brand activation"
        ],
        "date": "Spring 2019",
        "team": [
            "Design Team",
            "Development Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "Is there a common key for the real estate industry's digitization? One for all? Is it all for one? Buniyad find out the truth!",
        "body": [
            "<p>Buniyad provides expert real estate services that provide flexible and customer-focused solutions.</p>",
            "<p>To start with, they needed a brand communication plan. We worked with them to create a real estate portal that had a thorough understanding of the Indian economy and the opportunities that were available, including the sale and purchase of real estate, renting and leasing, documentation, appraisal and valuation, investment management, strategic consulting, and many other things.</p>",
            "<p>The brand was subsequently promoted to its target audience using all available marketing channels.</p>"
        ],
        "quote": "Since we started working with Brahmware, Buniyad Realtors has been delighted with the outcomes. They offered us a complete set of branding, business, and technological solutions, and they have been crucial in assisting our company's expansion and ascent to new heights. Their staff is skilled, courteous, and always accessible to answer our queries. They spent time learning about our particular business requirements and then perfectly designed their solutions to meet those requirements. We now have a brand that accurately represents us, and Brahmware's work has made it easier for us to draw in and keep customers. Additionally, they assisted us in enhancing our internal procedures and technological infrastructure, which significantly boosted our production and efficiency. We wholeheartedly endorse Brahmware to any company seeking to enhance their brand, operations, and technological prowess, particularly in the real estate sector.",
        "name": "Pinki Aggarwal",
        "designation": "Sr. Executive at Buniyad",
        "endorserImage": "/images/works/buniyad/pinki_aggarwa.jpg",
        "gallery": {
            "imageOne": "/images/works/buniyad/gallery/buniyad-1.jpg",
            "imageTwo": "/images/works/buniyad/gallery/buniyad-2.jpg",
            "imageThree": "/images/works/buniyad/gallery/buniyad-3.jpg"
        }
    },
    {
        "id": "huelite",
        "media": {
            "thumb": "/images/works/huelite/thumbnail.jpg",
            "image": "/images/works/huelite/huelite-project-details.jpg"
        },
        "title": "Huelite",
        "link": "https://www.huelite.in/",
        "categories": [
            "Lighting Systems Manufacturer",
            "Light Automation Controller Manufacturer",
            "IOT"
        ],
        "challenge": [
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement",
            "Web & App Development",
            "Product & Package Design"
        ],
        "date": "Spring-Fall 2020",
        "team": [
            "Design Team",
            "CGI Team",
            "Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "A hard launch was required to create and market a new brand that works in household and commercial lighting automation. Huelite discovered the solution with us.",
        "body": [
            "<p>To communicate this idea, we created a completely new, agile brand identity for Huelite that accentuates the customer's creativity. Huelite has been steadily introducing its new brand with our assistance.</p>",
            "<p>We worked hard to produce the most compassionate product designs, easy online and app experiences for operating the appliances, and commercials to sell the innovation across all marketplaces.</p>"
        ],
        "quote": "Brahmware has been an invaluable partner to Huelite as we navigated the smart lighting and IoT industry. Their branding, business, and technology solutions have been essential in helping us establish a strong and professional brand image, as well as improving our internal processes and technology infrastructure. The team at Brahmware is highly skilled, responsive, and dedicated to understanding our unique needs as a company. Their solutions were not only creative and visually appealing, but they were also effective in helping us to stand out in a competitive industry. We highly recommend Brahmware to any business looking to improve their branding, business and technology capabilities, particularly in the smart lighting and IoT industry.",
        "name": "Shiva Rastogi",
        "designation": "Co-founder of Huelite",
        "endorserImage": "/images/works/huelite/shiva_rastogi.jpg",
        "gallery": {
            "imageOne": "/images/works/huelite/gallery/huelite-1.jpg",
            "imageTwo": "/images/works/huelite/gallery/huelite-2.jpg",
            "imageThree": "/images/works/huelite/gallery/huelite-3.jpg"
        }
    },
    {
        "id": "designa",
        "media": {
            "thumb": "/images/works/designa/thumbnail.jpg",
            "image": "/images/works/designa/designa-project-details.jpg"
        },
        "title": "Designa",
        "link": "https://designa.com/",
        "categories": [
            "Home Automation Systems",
            "Traffic Management Systems",
            "Parking Management Systems"
        ],
        "challenge": [
            "Brand implementation",
            "Brand communications (internal and external)",
            "Brand characteristics",
            "Brand design elements",
            "Brand activation"
        ],
        "date": "Spring 2020",
        "team": [
            "Design Team",
            "Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Branding & Advertising"
        ],
        "subTitle": "Designa sells convenience, operator-friendly parking technology, and modern solutions that are tailored for today's smart cities. The 65-year-old company required an aesthetic refresh to keep up with contemporary trends.",
        "body": [
            "<p>We built the new brand identity with their target demographic in mind.</p>",
            "<p>We also created the marketing language for this redesigned brand, which has been reflected in the company's communication since 2019.</p>"
        ],
        "quote": "Brahmware provided us with comprehensive branding solutions that have helped us to establish a strong and professional brand image in the Home Automation Systems, Traffic Management Systems and Parking Management Systems industry. Their team is knowledgeable, professional, and always available to answer any questions we had. They took the time to understand our unique business needs and tailored their solutions to fit those needs perfectly.",
        "name": "Ashish Kr. Singh",
        "designation": "Director at Designa",
        "endorserImage": "/images/works/designa/ashish_kr_singh.jpg",
        "gallery": {
            "imageOne": "/images/works/designa/gallery/designa-1.jpg",
            "imageTwo": "/images/works/designa/gallery/designa-2.jpg",
            "imageThree": "/images/works/designa/gallery/designa-3.jpg"
        }
    },
    {
        "id": "zorin",
        "media": {
            "thumb": "/images/works/zorin/thumbnail.jpg",
            "image": "/images/works/zorin/zorin-project-details.jpg"
        },
        "title": "Zorin",
        "link": "https://www.zorin.co.in/",
        "categories": [
            "Furniture & Home Decor Manufacturing",
            "Modular furniture Exports",
            "e-Marketplace",
            "Interior Design Services"
        ],
        "challenge": [
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "3d Product Design",
            "CGI Advertising",
            "Motion design (A/V)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement",
            "Web & App Development",
            "Product & Package Design"
        ],
        "date": "Spring - Fall 2019",
        "team": [
            "Design Team",
            "Development Team",
            "CGI Team",
            "Digital Marketing Team",
            "A/V Production Team",
            "Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "In a truly short period of time, Zorin has established itself as a furniture powerhouse in India. To compete in the rapidly expanding modular furniture sector, it required a web presence, marketing assistance, and 3D product visualisation among others.",
        "body": [
            "<p>The challenge: How can you differentiate yourself in a business when everyone identifies themselves by legacy and tradition? As a result, the brand's identity is unquestioningly devoted to its independence. For furniture crafted to stand the test of time in terms of shape, function, and design. We polished the brand, marketing design, visual language, brand language, and other parts of brand communication as part of the new positioning. We built a brand experience that firmly employs its strong design to emphasise the sturdy features of their products.</p>"
        ],
        "quote": "We have been collaborating with Brahmware for a while, and we are really pleased with the quality of support and knowledge they offer. Our tech service modernized and improved the usability of our website, their business service helped us organize our operations and increase efficiency, and their branding and advertising service helped us reach a larger audience and boost sales. Any furniture and home decor manufacturing and online retailer wishing to expand and grow their business should strongly consider using Brahmware.",
        "name": "Rajesh Mahajan",
        "designation": "CEO of Zorin Interiors Pvt Ltd",
        "endorserImage": "/images/works/zorin/rajesh_mahajan.jpg",
        "gallery": {
            "imageOne": "/images/works/zorin/gallery/zorin-1.jpg",
            "imageTwo": "/images/works/zorin/gallery/zorin-2.jpg",
            "imageThree": "/images/works/zorin/gallery/zorin-3.jpg"
        }
    },
    {
        "id": "safver",
        "media": {
            "thumb": "/images/works/safver/thumbnail.jpg",
            "image": "/images/works/safver/safver-project-details.jpg"
        },
        "title": "Safver",
        "link": "https://safver.com.au/about-us",
        "categories": [
            "Technology & telecommunication",
            "AU Commercial Driver Fitness Testing",
            "Job Management Systems",
            "Toolbox Talks Automated Broadcast System"
        ],
        "challenge": [
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement",
            "Web & App Development"
        ],
        "date": "Spring-Winter 2022",
        "team": [
            "Design Team",
            "Development Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "An Australian Driver Management System comes to life as SAFVER. We were entrusted with creating an application that includes a driver job portal, payment and invoicing, driving fitness exams, telemetries, toolbox talks, and other qualifications and accreditation.",
        "body": [
            "<p>The SAFVER team saw that its Driver management technology has enormous potential for heavy vehicle operators, vehicle owners, and a variety of logistics employers in Australia and abroad.</p>",
            "<p>The problem was figuring out how to launch the brand so that everyone else could perceive its potential. Our strategy prioritised simplicity. The brand hence built was marketed to hit the target.</p>"
        ],
        "quote": "Since we started working with Brahmware, our technology and telecommunications company has experienced phenomenal growth. Our activities have been made more efficient and streamlined thanks to their business services. Their technical support has made sure that our systems are always current and operating efficiently. Our ability to reach more people and build a strong online presence thanks to their branding and advertising services. We wholeheartedly endorse Brahmware to any firm wishing to advance its operations.",
        "name": "Saurav Vachher",
        "designation": "MD at Third Eye Movement Ltd.",
        "endorserImage": "/images/works/safver/saurav_vachher.jpg",
        "gallery": {
            "imageOne": "/images/works/safver/gallery/safver-1.jpg",
            "imageTwo": "/images/works/safver/gallery/safver-2.jpg",
            "imageThree": "/images/works/safver/gallery/safver-3.jpg"
        }
    },
    {
        "id": "queensland_watertrucks",
        "media": {
            "thumb": "/images/works/qldwt/thumbnail.jpg",
            "image": "/images/works/qldwt/qldwt-project-details.jpg"
        },
        "title": "Queensland Watertrucks",
        "link": "https://qldwt.com.au/",
        "categories": [
            "Commercial Water Truck Services",
            "Emergency Control Systems",
            "Heavy Vehicles Operator Network"
        ],
        "challenge": [
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement",
            "Web & App Development"
        ],
        "date": "Spring-Winter 2022",
        "team": [
            "Design Team",
            "Development Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "QLD Watertrucks began as a full-service bulk water delivery company servicing the Australian state of Queensland. In order to operate the business more successfully, the brand required creation and execution of new identity, procedures, and marketing strategies for bulk water commerce and logistics.",
        "body": [
            "<p>We gave strategic advice to QLD Watertrucks on how to strategically position the brand and organise the array of water distribution services. Carrying out this work enabled the brand to clarify and reinforce its name, as well as offer new chances for expansion and growth across Australia with a new brand purpose.</p>"
        ],
        "quote": "We have been using the Business, Tech, Branding and Advertising services provided by Brahmware for the past year and have seen incredible results. The team has helped us streamline our Emergency Control Systems and Commercial Water Truck Services operations, making them more efficient and cost-effective. They also helped us revamp our branding and launch a comprehensive advertising campaign which has led to a significant increase in customer engagement and sales. We highly recommend Brahmware to any company looking to take their business to the next level.",
        "name": "Hari Bains",
        "designation": "Head of Sales at Queensland Watertrucks",
        "endorserImage": "/images/works/qldwt/hari_bains.jpg",
        "gallery": {
            "imageOne": "/images/works/qldwt/gallery/qldwt-1.jpg",
            "imageTwo": "/images/works/qldwt/gallery/qldwt-2.jpg",
            "imageThree": "/images/works/qldwt/gallery/qldwt-3.jpg"
        }
    },
    {
        "id": "queensland_freight_and_logistics",
        "media": {
            "thumb": "/images/works/qldfl/thumbnail.jpg",
            "image": "/images/works/qldfl/qldfl-project-details.jpg"
        },
        "title": "Queensland Freight and Logistics",
        "link": "https://qldfl.com.au/",
        "categories": [
            "Line haul & interstate services",
            "Bulk and palletised Freight",
            "Parcel Freight",
            "Heavy Vehicles Operator Network"
        ],
        "challenge": [
            "Brand strategy",
            "Positioning",
            "Purpose, mission, vision",
            "Brand identity systems (CI/VI)",
            "Interaction and experience design (UI/UX)",
            "Spatial design (retail, trade, signage)",
            "Dynamic design guidelines",
            "Brand implementation",
            "Social Media Handling",
            "Leadership and employee engagement",
            "Web & App Development"
        ],
        "date": "Spring-Winter 2022",
        "team": [
            "Design Team",
            "Development Team",
            "Marketing Team",
            "Digital Marketing Team",
            "Brand Strategist"
        ],
        "service": [
            "Business Solutions",
            "Branding & Advertising",
            "Tech Solutions"
        ],
        "subTitle": "QLD Freight & Logistics is a reputable transport service company from Queensland Australia that provides customised and cost-effective transportation and cargo solutions that surpass industry standards.",
        "body": [
            "<p>Our first step with QLD Freight & Logistics was to identify a place in the congested logistics industry that it could own.</p>",
            "<p>We focused on the concept of industrial freedom to select dynamic transportation options. We were therefore able to build and sell a brand personality that would set QLD Freight & Logistics apart from the competition using this concept as our guidance. This accurately represents their online and commercial presence.</p>"
        ],
        "quote": "Their business service assisted us in streamlining our processes and boosting productivity, while their technical service made sure that our website and online presence were of the highest caliber. Our ability to expand our visibility and readership thanks in large part to their branding and advertising services. Highly advised for beginning businesses.",
        "name": "Gaurav Vachher",
        "designation": "President at Third Eye Movement Ltd.",
        "endorserImage": "/images/works/qldfl/gaurav_vachher.jpg",
        "gallery": {
            "imageOne": "/images/works/qldfl/gallery/qldfl-1.jpg",
            "imageTwo": "/images/works/qldfl/gallery/qldfl-2.jpg",
            "imageThree": "/images/works/qldfl/gallery/qldfl-3.jpg"
        }
    }
]